{
    "menu":{
        "home":"Inicio",
        "about":"Sobre mi",
        "technologies":"Tecnologías",
        "experience":"Experiencia",
        "projects":"Proyectos",
        "soft-skills":"habilidades blandas",
        "contact":"Contacto"
    },
    "home":{
        "presentation":"Hola, soy <span class='sub-title-color nowrap'>Jaime Tena Rios</span>",
        "open-to-work":"BUSCANDO PRACTICAS",
        "cv":"Descargar CV",
        "contact":"Contacto"
    },
    "about":{
        "title":"Del Soporte Técnico al <span class='nowrap'>Desarrollo Backend</span>",
        "p1":"Tras más de 5 años de experiencia como técnico informático, decidí seguir mi verdadera pasión, el desarrollo de software. He profundizado en la parte backend con Java y Spring. ",
        "p2":"Ahora, busco una oportunidad en una empresa dinámica donde pueda aplicar y ampliar mis habilidades, contribuyendo activamente al crecimiento y éxito del equipo, con la intención de establecer una relación laboral a largo plazo."
    },
    "technologies":{
        "title":"Tecnologías Destacadas",
        "tools":"Herramientas",
        "learning":"Aprendiendo"
    },
    "experience":{
        "title":"Experiencia",
        "subtitle-1":"Proefesional",
        "subtitle-2":"Académica",
        "professional-1-title":"Tecnico Informatico en GXO",
        "professional-1-subtitle":"+5 años · Noviembre 2017 - Marzo 2023 [Guadalajara, España] [Logística]",
        "professional-1-p":"Encargado de gestionar y mantener la infraestructura IT en una de las naves más grandes de Europa, mi rol incluía garantizar la operación continua de los sistemas y ofrecer soporte técnico a los empleados.",
        "professional-1-li-1":"Participé en la instalación de la infraestructura IT en la nave que, en ese momento, era la más grande de Europa, asegurando su correcto funcionamiento durante los primeros cinco años de operación.",
        "professional-1-li-2":"Proporcioné soporte técnico a los empleados en el uso de sistemas ERP, software de gestión y herramientas de comunicación, resolviendo incidencias y asegurando la continuidad operativa.",
        "professional-1-li-3":"Formé a los empleados en la resolución de incidentes recurrentes, reduciendo las solicitudes de soporte en un 25%.",
        "professional-1-li-4":"Esta experiencia me permitió entender mejor cómo los usuarios interactúan con las aplicaciones, lo que me ayuda a desarrollar software más intuitivo y enfocado en la usabilidad.",
        "academic-pretitle":"Técnico Superior en",
        "academic-1-title":"Proyectos de Edificación",
        "academic-1-subtitle":"2017 - Aguas Vivas [Guadalajara, España]",
        "academic-1-p":"Esta formación me ha dado una perspectiva única y valiosa en el desarrollo de software. Gracias a ella, comprendo mejor las necesidades y puntos de vista de profesionales de otros sectores, lo que me permite comunicarme con mayor eficacia y aplicar soluciones tecnológicas de manera más precisa. Esta habilidad es especialmente relevante en campos como la domótica y las soluciones industriales, donde la integración de software con sistemas físicos es fundamental.",
        "academic-2-title":"Desarrollo de Aplicaciones Multiplataformas",
        "academic-2-subtitle":"2025 - Brianda de Mendoza [Guadalajara, España]",
        "academic-2-p":"Adquirí una base sólida en el desarrollo de software y exploré diversas áreas del campo, lo que me brindó una perspectiva integral. Esto me permite comprender la interconexión de sus distintas áreas y abordar proyectos con una visión estratégica."
    },
    "projects":{
        "title":"Últimos Proyectos",
        "button-code":"CODÍGO",
        "project-1-title":"Audio VU Meter Widget",
        "project-1-p1":"Desarrollé un widget de vúmetro de audio utilizando Python y PySide6. Este widget permite visualizar en tiempo real los niveles de audio capturados por un micrófono.",
        "project-1-p2":"Después de finalizar su desarrollo, decidí compartirlo con el mundo bajo la licencia LGPLv3, permitiendo que cualquier persona colabore y contribuya al proyecto."
    },
    "soft-skills":{
        "title":"Habilidades Blandas",
        "soft-skill-1-title":"Trabajo en equipo",
        "soft-skill-1-p": "He cultivado mi habilidad para trabajar en equipo a través de diversas experiencias colaborativas. Interactuar con personas de diferentes perspectivas me ha enseñado la importancia de la comunicación clara, la cooperación y la empatía para alcanzar metas comunes. Estas interacciones me han permitido contribuir eficazmente a los objetivos colectivos y fortalecer mis relaciones interpersonales.",
        "soft-skill-2-title":"Resiliencia",
        "soft-skill-2-p": "He desarrollado mi resiliencia a lo largo del tiempo al enfrentar situaciones difíciles y superar adversidades. Cada desafío me ha enseñado a mantener la calma, aprender de las experiencias y continuar con determinación. Este proceso me ha fortalecido, permitiéndome manejar futuros obstáculos con una mentalidad más positiva y enfocada.",
        "soft-skill-3-title":"Adaptabilidad",
        "soft-skill-3-p": "Mi capacidad de adaptabilidad se ha formado al haberme expuesto a diferentes entornos y circunstancias cambiantes. He aprendido a ajustar rápidamente mis enfoques y a adaptarme a nuevas situaciones, viendo el cambio no como una amenaza, sino como una oportunidad para crecer y aprender continuamente.",
        "soft-skill-4-title":"Receptividad a críticas",
        "soft-skill-4-p": "He aprendido a recibir críticas constructivas al estar en contextos donde el feedback es parte del proceso de mejora. A lo largo del tiempo, he desarrollado la habilidad de escuchar, reflexionar y aplicar las sugerencias de los demás, utilizando las críticas como una herramienta valiosa para el crecimiento personal y profesional."
    },
    "footer":{
        "developed":"Desarrollado con <img src='assets/icons/favicon.svg' width='20px' alt='pasión'><span style='color: transparent;'>GG</span> por",
        "code":"Código"
    }
}